{
  "jsonData": [
    {
      "id": 1,
      "type": "National Talent Partner",
      "youtubeVideoID": "juKVUM1-cKE",
      "heroVideoUrl": "/assets/videos/Unilever.mp4",
      "name": "Unilever",
      "logo": "/assets/images/partners/national/unilever/unilever-logo.png",
      "link": "1",
      "about": {
        "para1": "Over the past 85 years, Unilever has been deeply rooted in Sri Lankan society, curating a landscape that preserves and nurtures the true Sri Lankan way of life. We are one of the largest Fast-Moving Consumer Goods (FMCG) companies in the country and produce 96% of our products to the strictest manufacturing standards at our manufacturing facility in Horana and local third-party manufacturing sites. Our portfolio comprises 30 market leading brands including Sunlight, Signal, Lifebuoy, Knorr, Vim and many others through which we enhance the lives of 21 million Sri Lankans every day. ",
        "para2": "As a good corporate citizen, we have been ranked the ‘Number 1 Most Respected FMCG Company’ in Sri Lanka for the 17th consecutive year (LMD’s Most Respected Entities in Sri Lanka, 2022), adjudged the ‘Number 1 Employer of Choice’ for the 11th consecutive year (NielsenIQ, 2022) and crowned the ‘Best Corporate in Sri Lanka for fostering Employee Relations’ in 2022 (Best Corporate Citizen Sustainability Awards 2022), among many other accolades. ",
        "para3": "Our commitment to enhance the livelihoods of the communities we operate in, is as strong today as it was when we began operations in the country in 1938. As such, we look forward to the next 100 years in Sri Lanka with pride and determination to deliver on our promise of making sustainable living commonplace."
      },
      "partnership": {
        "description": "If you were to ask an AIESECer in Sri Lanka to name one of the most used words in their AIESEC vocabulary, Unilever is bound to be on the list. It is not only because of the proud presence of the organization but because of the purposeful partnership that binds two like-minded organizations, AIESEC Sri Lanka and Unilever LK since 2015 and its impact. Unilever LK has always been a proud partner that we’ve had to develop the talent of our membership.",
        "images": [
          "/assets/images/partners/national/unilever/images/1.jpeg",
          "/assets/images/partners/national/unilever/images/2.jpeg",
          "/assets/images/partners/national/unilever/images/3.jpeg",
          "/assets/images/partners/national/unilever/images/4.jpeg",
          "/assets/images/partners/national/unilever/images/5.jpeg",
          "/assets/images/partners/national/unilever/images/7.jpeg",
          "/assets/images/partners/national/unilever/images/8.jpeg"
        ]
      },
      "opportunities": [
        {
          "id": 1,
          "title": "This is old ---- Intern - Employer Branding",
          "postedDate": "2021-10-01",
          "description": "Colombo",
          "link": "https://www.instagram.com/p/C3XghDdN8eG/?igsh=MW90ZGh5Zjhib2lpdA=="
        }
        
      ]
    }
  ]
}
